Repository: samuel-jimenez/Luna3
Catalog: package/po/*/plasma_applet_org.kde.userbase.plasma.luna3.po
Languages: hr

source: General
hr: Openito

source: First Quarter
hr: Prva etvrtina

source: New Moon
hr: Mladi Mjesec

source: Waxing Crescent
hr: Rast Polumjeseca

source: Yesterday was New Moon
hr: Juer je bio Mladi Mjesec

source: %1 days since New Moon
hr: %1 dana od Mladog Mjeseca

source: Last Quarter
hr: Zadnja etvrtina

source: Waning Crescent
hr: Smanjenje Polumjeseca

source: Tomorrow is New Moon
hr: Sutra je Mladi Mjesec

source: %1 days to New Moon
hr: %1 dana do Mladog Mjeseca

source: Full Moon
hr: Puni Mjesec

source: Waxing Gibbous
hr: Rastui Gibbous

source: Tomorrow is Full Moon
hr: Sutra je Puni Mjesec

source: %1 days to Full Moon
hr: %1 dana do Punog Mjeseca

source: Waning Gibbous
hr: Smanjujuci Gibbous

source: Yesterday was Full Moon
hr: Juer je bio Puni Mjesec

source: %1 days since Full Moon
hr: %1 dana od Punog Mjeseca

source: Preview
hr: Pregled

source: Latitude
hr: Geografska irina

source: Use current latitude
hr: Koristi trenutnu geografsku irinu

source: Background
hr: Pozadina

source: Show background
hr: Prikai Pozadinu

source: Show grid
hr: Prikai Reetku

source: Tycho
hr: Tychov

source: Copernicus
hr: Kopernikov

source: Date Format
hr: Datumski format

source: Text date
hr: Tekst datum

source: Short date
hr: Kratki datum

source: Long date
hr: Dugi datum

source: ISO date
hr: ISO datum

source: Custom
hr: Po elji

source: Date Format String
hr: Datumski Format Tekst

source: Last new:
hr: Zadnji novi:

source: First quarter:
hr: Prva etvrtina

source: Full moon:
hr: Puni mjesec

source: Third quarter:
hr: Trea etvrtina

source: Next new:
hr: Sljedei novi:

# NAME OF TRANSLATORS
source: Your names
hr: Vaa imena

# EMAIL OF TRANSLATORS
source: Your emails
hr: Vai email-ovi
